/*Analyzing "美国民主党总统候选人希拉利是前总统克林顿的夫人"
  WhitespaceAnalyzer
    [美国民主党总统候选人希拉利是前总统克林顿的夫人]
  SimpleAnalyzer:
    [美国民主党总统候选人希拉利是前总统克林顿的夫人]
  StopAnalyzer:
    [美国民主党总统候选人希拉利是前总统克林顿的夫人]
  StandardAnalyzer:
    [美] [国] [民] [主] [党] [总] [统] [候] [选] [人] [希] [拉] [利] [是] [前] [总] [统] [克] [林] [顿] [的] [夫] [人]
  MIK_CAnalyzer:
    [美国] [国民] [民主党] [总统] [候选人] [希拉] [利是] [前总统] [克林顿] [夫人]
  ChineseAnalyzer
    [美] [国] [民] [主] [党] [总] [统] [候] [选] [人] [希] [拉] [利] [是] [前] [总] [统] [克] [林] [顿] [的] [夫] [人]
  CJKAnalyzer:
[美国] [国民] [民主] [主党] [党总] [总统] [统候] [候选] [选人] [人希] [希拉] [拉利] [利是] [是前] [前总] [总统] [统克] [克林] [林顿] [顿的] [的夫] [夫人]
  ThesaurusAnalyzer:
 [美国] [民主党] [总统] [候选人] [希] [拉] [利] [是] [前总统] [克林顿] [的] [夫人]*/